[
  {
    "src": "indexfingercane.jpg",
    "text_en": "The cane is an extension of the arm and the index finger has to point down on the cane. A person with visual impairment (PWVI) will then be aware of different surfaces and obstacles.",
    "text_sw": "Fimbo ya kutembelea ni mwendelezo wa mkono, na kidole cha shahada kinapaswa kuelekezwa chini juu ya fimbo. Ndipo mtu asiyeoona atatambua tofauti ya eneo la sakafu na vikwazo."
  },
  {
    "src": "canemoving.jpg",
    "text_en": "Let the angle of the white cane be around 45 degrees toward the surface. The main techniques are constant contact, and touch technique. When using constant contact the cane has contact with the surface all the time and swings from side to side. This technique allows the person with visual impairment to be aware of obstacles in front of her/him before she/he reaches them.",
    "text_sw": "Pembe ya fimbo ya kutembelea iwe nyuzi 45 kuelekea ardhini. Mbinu muhimu ni mgusano wa mara kwa mara, na mbinu ya kupapasa. Unapotumia mgusano wa mara kwa mara fimbo hugusa adhi mara zote, na kuelekea kutoka upande mmoja hadi mwingine. Mbinu hii inamwezesha mtu asiyeona atambue uwepo wa vikwazo mbele yake kabla hajavifikia."
  },
  {
    "src": "trailtech.jpg",
    "text_en": "Use trail technique when walking along a house. Let the cane follow the wall. Use the thumb to support the cane. Then the person with visual impairment knows when she/he has reached the end of the house.",
    "text_sw": "Tumia mbinu ya kuburuza unapotembea pembezoni mwa nyumba. Fimbo ifuate ukuta. Tumia kidole gumba kusaidia kushikia fimbo. Ndipo mtu asiyeona atafahamu kwamba amefika mwisho wa nyumba."
  },
  {
    "src": "upstairs.jpg",
    "text_en": "When going up or down stairs, handle the cane vertically. The person with visual impairment should have the cane in front of her/him and measure the height of the next step.",
    "text_sw": "Unapopanda au kushuka ngazi, shika fimbo kwa wima. Mtu asiyeona ashike fimbo mbele yake, na apime kina cha ngazi inayofuata."
  },
  {
    "src": "doorhandle.jpg",
    "text_en": "Find the door handle? Hold the cane vertically and move it horizontally. Then The person with visual impairment will find the door handle with ease.",
    "text_sw": "Unatafuta kitasa cha mlango? Shika fimbo wima na itembeze kwa ulalo. Kisha, mtu asiyeona ataweza kupata kitasa cha mlango kwa urahisi."
  }
]
