[
  {
    "src": "sightguide1.jpg",
    "text_en": "A good way to guide a person with blindness is to let the person grasp your arm directly above the elbow. Never grab the person’s arm or try to direct him or her by pushing or pulling.",
    "text_sw": "Njia bora ya kuwaongoza watu wasioona ni kuwaacha washike mkono wako moja kwa moja juu ya kiwiko. Kamwe usikamate mkono wa mtu au kujaribu kumwelekeza kwa kumsukuma au kumvuta."
  },
  {
    "src": "sightguide2.jpg",
    "text_en": "Relax and walk at a comfortable normal pace. Stay one step ahead of the person you are guiding.",
    "text_sw": "Pumzika na kutembea kwa hatua za kawaida zisizochosha. Uwe hatua moja kutoka kwa mtu unayemwongoza. "
  },
  {
    "src": "sightguide3.jpg",
    "text_en": "At the top and bottom of stairs and to cross streets, pause and stand alongside the person. Then resume travel, walking one step ahead. Always pause when you change directions, step up, or step down.",
    "text_sw": "Ufikapo Sehemu ya juu na chini ya ngazi za ghorofa au sehemu za kuvuka barabara au mitaa, tulia kidogo na simama sambamba ya mtu huyo. Halafu endelea na safari, huku ukiwa unatembea hatua moja mbele. Sikuzote tulia/simama kidogo unapobadili uelekeo, unapoongeza mwendo, au unapopunguza mwendo."
  },
  {
    "src": "sightguide4.jpg",
    "text_en": "When walking stairs it is good to have some support. The different roughness on the tiles in front of the stairs lets the a person with blindness know there is an obstacle ahead.",
    "text_sw": "Wakati unapotembea kwenye ngazi za ghorofa ni vyema kusaidiwa kwa namna fulani. Mfahamishe mtu asiyeona kuhusu vigae vyenye mikwaruzo vilivyoko mbele ya ngazi za ghoro kwamba kuna kikwazo kilichoko mbele yake."
  },
  {
    "src": "sightguide5.jpg",
    "text_en": "Different roughness on tiles and bricks makes it easier for a person with blindness to orientate.",
    "text_sw": "Mikwaruzo mbalimbali iliyoko kwenye vigae na matofali humrahisishia mtu mwenye ulemavu wa kuona kubadili njia."
  },
   {
    "src": "sightguide6.jpg",
    "text_en": "It is helpful to tell the person you are guiding about changes in the terrain, stairs and narrow spaces ",
    "text_sw": "Ni vyema kumwambia mtu unayemwongoza kuhusu mabadiliko ya mandhari, orofa, na maeneo finyu."
  },
  {
    "src": "sightguide7.jpg",
    "text_en": "When you are acting as a guide, never leave the person in free space. When walking, always be sure that the person has a firm grasp on your arm. If you have to be separated briefly, be sure the person is in contact with a wall, railing, or some other stable object until you return.",
    "text_sw": "Unapoongoza njia, kamwe usimwache mtu kwenye eneo huru. Unapotembea, siku zote hakikisha kuwa mtu amekamata kwa nguvu mkono wako.  Endapo unalazimika kutengana kwa muda mfupi, hakikisha kwamba mtu huyo ana ameshika ukuta na ukuta, vyuma vya uzio/ua, au  kitu chochote imara hadi utakaporudi."
  },
  {
    "src": "sightguide8.jpg",
    "text_en": "To guide a person to a seat, place the hand of your guiding arm on the seat. The person you are guiding will find the seat by following along your arm.",
    "text_sw": "Kumwongoza mtu hadi mahali pa kukaa, weka mkono unaoongoza kwenye kiti. Mtu unayemwongoza atapata kiti kwa kufuata mkono wako."
  }
]
