[
  {
    "src": "hearingtest1.jpg",
    "text_en": "The ears are examined before the test because infections and foreign material can affect the result.",
    "text_sw": "Masikio yanachunguzwa kabla ya jaribio kwasababu maambukizi na nyenzo ngeni zinaweza kuathiri matokeo."
  },
  {
    "src": "hearingtest2.jpg",
    "text_en": "With headphones and an audiometer the hearing is tested. This test will determine what kind of hearing loss the patient has.",
    "text_sw": "Kwa kutumia vipokea sauti vinavyobanwa kichwani na kifaa cha kupima ubora wa ufahamu wa kusikia wa mtu uwezo wa kusikia unapimwa.
     Upimaji huu utaonyesha ni aina gani ya udhaifu wa kusikia alionao mgonjwa. "
  },
  {
    "src": "hearingtest3.jpg",
    "text_en": "During the hearing test the patient is asked to respond to a series of tones.
    The results from the hearing test are coded into an audiogram. ",
    "text_sw": "Wakati wa kupimwa usikivu mgonjwa anatakiwa kuitikia mfululizo wa sauti ya
     kupanda na kushuka. Matokeo ya upimaji wa uwezo wa kusikia yanawekwa katika mfumo wa
      alama zinazotumiwa katika maandishi ya siri au yaliyofupishwa uliokubaliwa na
     jamii/tabaka/kikundi cha watu fulani na sauti hizo huwekwa katika maandishi (odiogramu). "
  },
  {
    "src": "hearingtest4.jpg",
    "text_en": "Silicone material is used to make an impression of the ear. It is quick and easy, so a patient coming in for an hour can go away with a hearing aid.  ",
    "text_sw": "Kifaa chenye silikoni kinatumika ili kutengeneza mchoro wa sikio. Kifaa hicho kinafanyakazi kwa haraka na wepesi, hivyo mgonjwa anaweza kupata huduma
    hiyo baada ya saa moja na kuondoka akiwa na kisaidizi cha kusikia. "
  },
   {
    "src": "hearingtest5.jpg",
    "text_en": "All the hearing aids are custom fitted for the patients. ",
    "text_sw": "Visaidizi vyote vya kusikia vinatengenezwa kutokana na mahitaji halisi ya wagonjwa"
  },
  {
    "src": "hearingtest6.jpg",
    "text_en": "The hearing aid is ready to use. ",
    "text_sw": "Kisaidizi cha kusikia kikotayari kwa matumizi"
  }
]
